---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomLightingLoadUnitsParam
source: html/45e44478-9df6-10ab-83a9-a143461eff34.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomLightingLoadUnitsParam Property

"Lighting Load Units"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomLightingLoadUnitsParam { get; }
```